export const cvText = `
Малюжинец Роман Игоревич Мужчина, 32 года, родился 13 февраля 1991
			Редактировать Контакты +7 (903) 709-40-16 wpidish@gmail.com —
			предпочитаемый способ связи https://github.com/janglz Редактировать
			Москва, м. Кантемировская, готов к переезду, готов к командировкам
			Редактировать Изменить фото По-русски Резюме обновлено 18.05.2023 11:58
			Фронтенд-разработчик Редактировать Специализации: Программист, разработчик
			Занятость: полная занятость, частичная занятость, проектная работа График
			работы: полный день, сменный график, гибкий график, удаленная работа Опыт
			работы 2 года 1 месяц Редактировать Сентябрь 2021 — по настоящее время 1
			год 10 месяцев UBIC Frontend-developer Вёрстка, разработка компонентов на
			реакт, работа с БД Июнь 2021 — август 2021 3 месяца Т-1 интеграция
			Программист-стажер Посещение лекций. Разработка spa на React Ключевые
			навыки Редактировать JavaScript CSS Git SVG figma redux typescript Mobx
			HTML5 Gitlab Webpack CI/CD Docker Code review Умение разбираться в чужом
			коде Программирование Адаптивная верстка Умение работать в команде
			Постановка задач Разработка ПО Рефакторинг кода Material UI Next.js Sass
			Навыки, которые можно подтвердить Проходите тесты и получайте
			подтверждённые навыки в резюме — это выделит вас среди других кандидатов
			Можно подтвердить Опыт вождения Редактировать Имеется собственный
			автомобиль Права категории B Обо мне Редактировать Мои текущие
			компетенции: - верстка, разработка ui-компонентов, storybook; - react,
			typescript, redux, mobx, hooks; - html, css, sass, less, jsx; - docker,
			git, ci/cd; - работа с библиотеками d3, deck.gl, material UI и др.; -
			работа с api mapbox; - рефакторинг; - взаимодействие с бэкендом; -
			код-ревью; - постановка и планирование задач; - написание документации.
			Гитхаб: github.com/janglz Высшее образование Редактировать 2013 Московский
			государственный университет дизайна и технологии, Москва Знание языков
			Редактировать Русский — Родной Английский — B1 — Средний Повышение
			квалификации, курсы Редактировать 2020 Codecademy Codecademy, HTML&CSS
			Гражданство, время в пути до работы Редактировать Гражданство: Россия
			Разрешение на работу: Россия Желательное время в пути до работы: не имеет
			значения Видимость резюме Сейчас это резюме скрыто от выбранных компаний
			Изменить видимость Завершенность резюме 83% Еще вы можете указать:
			пройденные тесты электронные сертификаты портфолио рекомендации регион
			переезда зарплату Для вас есть несколько подходящих вакансий к резюме

      Малюжинец Роман Игоревич Мужчина, 32 года, родился 13 февраля 1991
			Редактировать Контакты +7 (903) 709-40-16 wpidish@gmail.com —
			предпочитаемый способ связи https://github.com/janglz Редактировать
			Москва, м. Кантемировская, готов к переезду, готов к командировкам
			Редактировать Изменить фото По-русски Резюме обновлено 18.05.2023 11:58
			Фронтенд-разработчик Редактировать Специализации: Программист, разработчик
			Занятость: полная занятость, частичная занятость, проектная работа График
			работы: полный день, сменный график, гибкий график, удаленная работа Опыт
			работы 2 года 1 месяц Редактировать Сентябрь 2021 — по настоящее время 1
			год 10 месяцев UBIC Frontend-developer Вёрстка, разработка компонентов на
			реакт, работа с БД Июнь 2021 — август 2021 3 месяца Т-1 интеграция
			Программист-стажер Посещение лекций. Разработка spa на React Ключевые
			навыки Редактировать JavaScript CSS Git SVG figma redux typescript Mobx
			HTML5 Gitlab Webpack CI/CD Docker Code review Умение разбираться в чужом
			коде Программирование Адаптивная верстка Умение работать в команде
			Постановка задач Разработка ПО Рефакторинг кода Material UI Next.js Sass
			Навыки, которые можно подтвердить Проходите тесты и получайте
			подтверждённые навыки в резюме — это выделит вас среди других кандидатов
			Можно подтвердить Опыт вождения Редактировать Имеется собственный
			автомобиль Права категории B Обо мне Редактировать Мои текущие
			компетенции: - верстка, разработка ui-компонентов, storybook; - react,
			typescript, redux, mobx, hooks; - html, css, sass, less, jsx; - docker,
			git, ci/cd; - работа с библиотеками d3, deck.gl, material UI и др.; -
			работа с api mapbox; - рефакторинг; - взаимодействие с бэкендом; -
			код-ревью; - постановка и планирование задач; - написание документации.
			Гитхаб: github.com/janglz Высшее образование Редактировать 2013 Московский
			государственный университет дизайна и технологии, Москва Знание языков
			Редактировать Русский — Родной Английский — B1 — Средний Повышение
			квалификации, курсы Редактировать 2020 Codecademy Codecademy, HTML&CSS
			Гражданство, время в пути до работы Редактировать Гражданство: Россия
			Разрешение на работу: Россия Желательное время в пути до работы: не имеет
			значения Видимость резюме Сейчас это резюме скрыто от выбранных компаний
			Изменить видимость Завершенность резюме 83% Еще вы можете указать:
			пройденные тесты электронные сертификаты портфолио рекомендации регион
			переезда зарплату Для вас есть несколько подходящих вакансий к резюме
`;

export const tools = [
	'typescript',
	'React',
	'next JS',
	'mobx',
	'redux',
	'material UI',
	'd3',
	'deck.gl',
	'SASS',
	'LESS',
	'storybook',
	'Webpack',
	'CI/CD',
	'git',
];

export const hardSkills = [
	'evaluation',
	'adaptive layout',
	'responsive',
	'ui-lib development',
	'code review',
	'refactoring',
	'formulate problems',
	'documentation writing',
];

export const softSkills = [
	'responcibility',
	'autonomy',
	'self-education',
	'time-management',
	'communication',
	'sociability',
	'easy-going',
	'creative',
];

export const interests = [
	'music',
	'travelling',
	'communications',
	'boardgames',
	'memes',
];
